Repository: utilitybeltsoft/Disk-Hog
Catalog: disk_hog/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Check folder permissions. For protected folders, use Full Disk Access in the Help menu, then reopen Disk Hog.
de: Prüfe die Ordnerberechtigungen. Verwende für geschützte Ordner „Vollzugriff auf Festplatte“ im Hilfe-Menü und öffne Disk Hog erneut.
es: Comprueba los permisos de la carpeta. Para carpetas protegidas, usa Acceso total al disco en el menú Ayuda y vuelve a abrir Disk Hog.
fr: Vérifiez les autorisations du dossier. Pour les dossiers protégés, utilisez Accès complet au disque dans le menu Aide, puis rouvrez Disk Hog.
it: Controlla i permessi della cartella. Per le cartelle protette, usa Accesso completo al disco nel menu Aiuto, quindi riapri Disk Hog.

source: Folder access denied
de: Zugriff auf Ordner verweigert
es: Acceso a la carpeta denegado
fr: Accès au dossier refusé
it: Accesso alla cartella negato

source: Protected-folder access could not be verified.
de: Der Zugriff auf geschützte Ordner konnte nicht bestätigt werden.
es: No se pudo verificar el acceso a las carpetas protegidas.
fr: L’accès aux dossiers protégés n’a pas pu être vérifié.
it: Impossibile verificare l’accesso alle cartelle protette.

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua

source: Check Again
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
it: Verifica di nuovo

source: Open Full Disk Access
de: Vollzugriff auf Festplatte öffnen
es: Abrir Acceso total al disco
fr: Ouvrir Accès complet au disque
it: Apri Accesso completo al disco

source: Quit Disk Hog
de: Disk Hog beenden
es: Salir de Disk Hog
fr: Quitter Disk Hog
it: Esci da Disk Hog

source: Show Disk Hog in Finder
de: Disk Hog im Finder zeigen
es: Mostrar Disk Hog en Finder
fr: Afficher Disk Hog dans le Finder
it: Mostra Disk Hog nel Finder

source: Click + in Full Disk Access and select the Disk Hog application shown in Finder. Enable it, then reopen Disk Hog.
de: Klicke unter Vollzugriff auf Festplatte auf + und wähle die im Finder angezeigte App Disk Hog. Aktiviere sie und öffne Disk Hog erneut.
es: Haz clic en + en Acceso total al disco y selecciona la aplicación Disk Hog que se muestra en Finder. Actívala y vuelve a abrir Disk Hog.
fr: Cliquez sur + dans Accès complet au disque et sélectionnez l’application Disk Hog affichée dans le Finder. Activez-la, puis rouvrez Disk Hog.
it: Fai clic su + in Accesso completo al disco e seleziona l’applicazione Disk Hog mostrata nel Finder. Attivala, quindi riapri Disk Hog.

source: Disk Hog isn’t listed
de: Disk Hog wird nicht aufgeführt
es: Disk Hog no aparece en la lista
fr: Disk Hog n’apparaît pas dans la liste
it: Disk Hog non è nell’elenco

source: System Settings could not be opened. Open it from the Apple menu, then choose Privacy & Security → Full Disk Access.
de: Die Systemeinstellungen konnten nicht geöffnet werden. Öffne sie über das Apple-Menü und wähle Datenschutz & Sicherheit → Vollzugriff auf Festplatte.
es: No se pudieron abrir los Ajustes del Sistema. Ábrelos desde el menú Apple y selecciona Privacidad y seguridad → Acceso total al disco.
fr: Impossible d’ouvrir Réglages Système. Ouvrez-les depuis le menu Apple, puis choisissez Confidentialité et sécurité → Accès complet au disque.
it: Impossibile aprire Impostazioni di Sistema. Aprile dal menu Apple, quindi scegli Privacy e sicurezza → Accesso completo al disco.

source: Disk Hog could not determine whether protected-folder access is available. You can continue using accessible folders or review Full Disk Access in System Settings.
de: Disk Hog konnte den Zugriff auf geschützte Ordner nicht ermitteln. Du kannst mit zugänglichen Ordnern fortfahren oder den Vollzugriff auf Festplatte in den Systemeinstellungen prüfen.
es: Disk Hog no pudo determinar si tiene acceso a las carpetas protegidas. Puedes continuar con las carpetas accesibles o revisar el acceso total al disco en Ajustes del Sistema.
fr: Disk Hog n’a pas pu déterminer si les dossiers protégés sont accessibles. Vous pouvez continuer avec les dossiers accessibles ou vérifier l’accès complet au disque dans Réglages Système.
it: Disk Hog non ha potuto verificare l’accesso alle cartelle protette. Puoi continuare con le cartelle accessibili o controllare l’accesso completo al disco in Impostazioni di Sistema.

source: Checking protected-folder access…
de: Zugriff auf geschützte Ordner wird geprüft…
es: Comprobando el acceso a las carpetas protegidas…
fr: Vérification de l’accès aux dossiers protégés…
it: Verifica dell’accesso alle cartelle protette…

source: In System Settings, turn on Disk Hog under Privacy & Security → Full Disk Access. Choose Quit & Reopen if macOS asks; otherwise quit and reopen Disk Hog.
de: Aktiviere Disk Hog in den Systemeinstellungen unter Datenschutz & Sicherheit → Vollzugriff auf Festplatte. Wähle „Beenden & erneut öffnen“, wenn macOS danach fragt. Beende und öffne Disk Hog andernfalls selbst erneut.
es: En Ajustes del Sistema, activa Disk Hog en Privacidad y seguridad → Acceso total al disco. Selecciona Salir y volver a abrir si macOS lo solicita; de lo contrario, cierra y vuelve a abrir Disk Hog.
fr: Dans Réglages Système, activez Disk Hog sous Confidentialité et sécurité → Accès complet au disque. Choisissez Quitter et rouvrir si macOS le propose ; sinon, quittez puis rouvrez Disk Hog.
it: In Impostazioni di Sistema, attiva Disk Hog in Privacy e sicurezza → Accesso completo al disco. Scegli Esci e riapri se macOS lo richiede; altrimenti esci da Disk Hog e riaprilo.

source: Disk Hog needs access to protected folders to include them in disk scans. Without it, scans can miss files and underreport disk usage.
de: Disk Hog benötigt Zugriff auf geschützte Ordner, um sie beim Scannen zu berücksichtigen. Ohne diesen Zugriff können Dateien fehlen und der Speicherverbrauch zu niedrig angezeigt werden.
es: Disk Hog necesita acceso a las carpetas protegidas para incluirlas en los análisis. Sin él, pueden omitirse archivos y mostrarse un uso del disco inferior al real.
fr: Disk Hog a besoin d’accéder aux dossiers protégés pour les inclure dans les analyses. Sans cet accès, des fichiers peuvent être omis et l’utilisation du disque sous-estimée.
it: Disk Hog necessita dell’accesso alle cartelle protette per includerle nelle scansioni. Senza questo accesso, alcuni file potrebbero essere ignorati e l’utilizzo del disco sottostimato.

source: Enable Full Disk Access
de: Vollzugriff auf Festplatte aktivieren
es: Activar el acceso total al disco
fr: Activer l’accès complet au disque
it: Abilita l’accesso completo al disco

source: Full Disk Access…
de: Vollzugriff auf Festplatte…
es: Acceso total al disco…
fr: Accès complet au disque…
it: Accesso completo al disco…

source: Full Disk Access
de: Vollzugriff auf Festplatte
es: Acceso total al disco
fr: Accès complet au disque
it: Accesso completo al disco

source: Use arrow keys to select items, Return to zoom in, and Escape to go back. The Files table provides an alternative to spatial navigation.
de: Mit den Pfeiltasten Objekte auswählen, mit der Eingabetaste vergrößern und mit Escape zurückgehen. Die Dateitabelle bietet eine Alternative zur räumlichen Navigation.
es: Use las flechas para seleccionar elementos, Retorno para ampliar y Escape para volver. La tabla de archivos ofrece una alternativa a la navegación espacial.
fr: Utilisez les flèches pour sélectionner, Retour pour agrandir et Échap pour revenir. Le tableau des fichiers offre une alternative à la navigation spatiale.
it: Usa le frecce per selezionare elementi, Invio per ingrandire ed Esc per tornare indietro. La tabella dei file offre un’alternativa alla navigazione spaziale.

source: (first 128 bytes)
de: (erste 128 Bytes)
es: (primeros 128 bytes)
fr: (128 premiers octets)
it: (primi 128 byte)

source: Invisible
de: Unsichtbar
it: Invisibile

source: Name locked
de: Name geschützt
es: Nombre bloqueado
fr: Nom verrouillé
it: Nome bloccato

source: Stationery
de: Formularblock
es: Plantilla
fr: Modèle
it: Modello

source: Custom icon
de: Eigenes Symbol
es: Icono personalizado
fr: Icône personnalisée
it: Icona personalizzata

source: Initialized
de: Initialisiert
es: Inicializado
fr: Initialisé
it: Inizializzato

source: Shared
de: Geteilt
es: Compartido
fr: Partagé
it: Condiviso

source: On desktop
de: Auf dem Schreibtisch
es: En el escritorio
fr: Sur le bureau
it: Sulla scrivania

source: Select item below
de: Unteres Objekt auswählen
es: Seleccionar elemento de abajo
fr: Sélectionner l’élément en dessous
it: Seleziona elemento sotto

source: Select item above
de: Oberes Objekt auswählen
es: Seleccionar elemento de arriba
fr: Sélectionner l’élément au-dessus
it: Seleziona elemento sopra

source: Select right item
de: Rechtes Objekt auswählen
es: Seleccionar elemento de la derecha
fr: Sélectionner l’élément à droite
it: Seleziona elemento a destra

source: Select left item
de: Linkes Objekt auswählen
es: Seleccionar elemento de la izquierda
fr: Sélectionner l’élément à gauche
it: Seleziona elemento a sinistra

source: No selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione

source: Current folder
de: Aktueller Ordner
es: Carpeta actual
fr: Dossier actuel
it: Cartella attuale

source: Protected
de: Geschützt
es: Protegido
fr: Protégé
it: Protetto

source: Scan roots and synthetic items cannot be deleted.
de: Scan-Stammordner und virtuelle Elemente können nicht gelöscht werden.
es: No se pueden eliminar las carpetas raíz del análisis ni los elementos virtuales.
fr: Les dossiers racines de l’analyse et les éléments virtuels ne peuvent pas être supprimés.
it: Le cartelle radice della scansione e gli elementi virtuali non possono essere eliminati.

source: This location is protected from deletion.
de: Dieser Speicherort ist vor dem Löschen geschützt.
es: Esta ubicación está protegida contra la eliminación.
fr: Cet emplacement est protégé contre la suppression.
it: Questa posizione è protetta dall’eliminazione.

source: The running application and its enclosing folders are protected.
de: Die laufende Anwendung und ihre übergeordneten Ordner sind geschützt.
es: La aplicación en ejecución y las carpetas que la contienen están protegidas.
fr: L’application en cours d’exécution et les dossiers qui la contiennent sont protégés.
it: L’applicazione in esecuzione e le cartelle che la contengono sono protette.

source: Items already in the Trash cannot be deleted here.
de: Elemente, die sich bereits im Papierkorb befinden, können hier nicht gelöscht werden.
es: Los elementos que ya están en la papelera no se pueden eliminar aquí.
fr: Les éléments déjà dans la corbeille ne peuvent pas être supprimés ici.
it: Gli elementi già nel Cestino non possono essere eliminati qui.

source: Refresh Selected Folder
de: Ausgewählten Ordner aktualisieren
es: Actualizar carpeta seleccionada
fr: Actualiser le dossier sélectionné
it: Aggiorna cartella selezionata

source: Refresh Selected Item
de: Ausgewähltes Objekt aktualisieren
es: Actualizar elemento seleccionado
fr: Actualiser l’élément sélectionné
it: Aggiorna elemento selezionato

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Scan Not Started
de: Scan nicht gestartet
es: Análisis no iniciado
fr: Analyse non commencée
it: Scansione non avviata

source: Scan issues will be available after this scan finishes.
de: Scan-Probleme werden nach Abschluss dieses Scans angezeigt.
es: Los problemas del análisis estarán disponibles cuando termine este análisis.
fr: Les problèmes d’analyse seront disponibles une fois cette analyse terminée.
it: I problemi di scansione saranno disponibili al termine di questa scansione.

source: Scan in Progress
de: Scan läuft
es: Análisis en curso
fr: Analyse en cours
it: Scansione in corso

source: Scan issues will be available after this scan finishes. An empty list does not yet mean every item was scanned successfully.
de: Scan-Probleme werden nach Abschluss dieses Scans angezeigt. Eine leere Liste bedeutet noch nicht, dass alle Objekte erfolgreich gescannt wurden.
es: Los problemas del análisis estarán disponibles cuando termine. Una lista vacía aún no significa que todos los elementos se hayan analizado correctamente.
fr: Les problèmes d’analyse seront disponibles une fois cette analyse terminée. Une liste vide ne signifie pas encore que tous les éléments ont été analysés correctement.
it: I problemi di scansione saranno disponibili al termine di questa scansione. Un elenco vuoto non significa ancora che tutti gli elementi siano stati analizzati correttamente.

source: Scan Cancelled
de: Scan abgebrochen
es: Análisis cancelado
fr: Analyse annulée
it: Scansione annullata

source: This scan did not finish, so a complete scan issues report is unavailable.
de: Dieser Scan wurde nicht abgeschlossen. Daher ist kein vollständiger Bericht über Scan-Probleme verfügbar.
es: Este análisis no terminó, por lo que no hay un informe completo de sus problemas.
fr: Cette analyse n’a pas été terminée ; un rapport complet des problèmes d’analyse n’est donc pas disponible.
it: Questa scansione non è terminata, quindi non è disponibile un rapporto completo dei problemi di scansione.

source: Scan Failed
de: Scan fehlgeschlagen
es: Error de análisis
fr: Échec de l’analyse
it: Scansione non riuscita

source: This scan failed before a complete scan issues report was available.
de: Dieser Scan ist fehlgeschlagen, bevor ein vollständiger Bericht über Scan-Probleme verfügbar war.
es: Este análisis falló antes de que hubiera un informe completo de sus problemas.
fr: Cette analyse a échoué avant qu’un rapport complet des problèmes d’analyse soit disponible.
it: Questa scansione non è riuscita prima che fosse disponibile un rapporto completo dei problemi di scansione.

source: Folder Tree
de: Ordnerbaum
es: Árbol de carpetas
fr: Arborescence des dossiers
it: Albero delle cartelle

source: Largest Files
de: Größte Dateien
es: Archivos más grandes
fr: Fichiers les plus volumineux
it: File più grandi

source: Largest Folders
de: Größte Ordner
es: Carpetas más grandes
fr: Dossiers les plus volumineux
it: Cartelle più grandi

source: Inspection view
de: Untersuchungsansicht
es: Vista de inspección
fr: Vue d’inspection
it: Vista di ispezione

source: Folder sizes include contents. Parent and child totals overlap.
de: Ordnergrößen enthalten den Inhalt. Die Summen über- und untergeordneter Ordner überschneiden sich.
es: Los tamaños de las carpetas incluyen su contenido. Los totales de carpetas superiores y subordinadas se solapan.
fr: La taille des dossiers inclut leur contenu. Les totaux des dossiers parents et enfants se chevauchent.
it: Le dimensioni delle cartelle includono il contenuto. I totali delle cartelle superiori e subordinate si sovrappongono.

source: Some items couldn’t be scanned. Sizes marked with a ≥ may be larger; Unknown does not mean empty. View Scan Issues.
de: Einige Objekte konnten nicht gescannt werden. Mit ≥ markierte Größen können größer sein; „Unbekannt“ bedeutet nicht leer. Siehe Scan-Probleme.
es: No se pudieron analizar algunos elementos. Los tamaños marcados con ≥ pueden ser mayores; «Desconocido» no significa vacío. Consulta los problemas del análisis.
fr: Certains éléments n’ont pas pu être analysés. Les tailles marquées d’un ≥ peuvent être supérieures ; « Inconnu » ne signifie pas vide. Consultez les problèmes d’analyse.
it: Non è stato possibile analizzare alcuni elementi. Le dimensioni contrassegnate con ≥ potrebbero essere maggiori; «Sconosciuto» non significa vuoto. Consulta i problemi di scansione.

source: Files are read over the scan interval, not all at one instant. Changes made afterward are not monitored.
de: Dateien werden während des Scan-Zeitraums gelesen, nicht alle gleichzeitig. Spätere Änderungen werden nicht überwacht.
es: Los archivos se leen durante el análisis, no todos a la vez. No se supervisan los cambios posteriores.
fr: Les fichiers sont lus pendant la durée de l’analyse, pas tous au même instant. Les modifications ultérieures ne sont pas surveillées.
it: I file vengono letti durante la scansione, non tutti nello stesso istante. Le modifiche successive non vengono monitorate.

source: Not updated automatically
de: Keine automatische Aktualisierung
es: No se actualiza automáticamente
fr: Pas de mise à jour automatique
it: Non aggiornato automaticamente

source: Re-scan
de: Erneut scannen
es: Volver a analizar
fr: Relancer l’analyse
it: Ripeti scansione

source: Scanning…
de: Scannen …
es: Analizando…
fr: Analyse…
it: Scansione…

source: Refreshing…
de: Aktualisieren …
es: Actualizando…
fr: Actualisation…
it: Aggiornamento…

source: No completed scan
de: Kein abgeschlossener Scan
es: Ningún análisis completado
fr: Aucune analyse terminée
it: Nessuna scansione completata

source: Disk Hog displays a snapshot, not a live view of the disk.
de: Disk Hog zeigt eine Momentaufnahme, keine Live-Ansicht des Datenträgers.
es: Disk Hog muestra una instantánea, no una vista del disco en tiempo real.
fr: Disk Hog affiche un instantané, pas une vue du disque en temps réel.
it: Disk Hog mostra un’istantanea, non una vista del disco in tempo reale.

source: That scan had skipped items.
de: Bei diesem Scan wurden Objekte übersprungen.
es: Se omitieron elementos en ese análisis.
fr: Des éléments ont été ignorés lors de cette analyse.
it: Alcuni elementi sono stati ignorati durante quella scansione.

source: That refresh had skipped items.
de: Bei dieser Aktualisierung wurden Objekte übersprungen.
es: Se omitieron elementos en esa actualización.
fr: Des éléments ont été ignorés lors de cette actualisation.
it: Alcuni elementi sono stati ignorati durante quell’aggiornamento.

source: The previous results are no longer displayed; the timestamp describes the last completed scan.
de: Die vorherigen Ergebnisse werden nicht mehr angezeigt; der Zeitstempel bezieht sich auf den letzten abgeschlossenen Scan.
es: Los resultados anteriores ya no se muestran; la marca de tiempo corresponde al último análisis completado.
fr: Les résultats précédents ne sont plus affichés ; l’horodatage correspond à la dernière analyse terminée.
it: I risultati precedenti non sono più visualizzati; la data e l’ora si riferiscono all’ultima scansione completata.

source: Scanning files…
de: Dateien werden gescannt …
es: Analizando archivos…
fr: Analyse des fichiers…
it: Scansione dei file…

source: Finalizing scan…
de: Scan wird abgeschlossen …
es: Finalizando análisis…
fr: Finalisation de l’analyse…
it: Completamento della scansione…

source: File selection list
de: Dateiauswahlliste
es: Lista de selección de archivos
fr: Liste de sélection de fichiers
it: Elenco di selezione dei file

source: Largest items, size descending
de: Größte Objekte, Größe absteigend
es: Elementos más grandes, tamaño descendente
fr: Éléments les plus volumineux, taille décroissante
it: Elementi più grandi, dimensione decrescente

source: Size on disk
de: Größe auf Datenträger
es: Tamaño en disco
fr: Taille sur le disque
it: Dimensioni su disco

source: Show in Folder Tree
de: Im Ordnerbaum anzeigen
es: Mostrar en el árbol de carpetas
fr: Afficher dans l’arborescence des dossiers
it: Mostra nell’albero delle cartelle

source: Show in Treemap
de: In der Treemap anzeigen
es: Mostrar en el mapa de árbol
fr: Afficher dans la carte arborescente
it: Mostra nella mappa ad albero

source: "%@" cannot be moved to the Trash.
de: „%@“ kann nicht in den Papierkorb verschoben werden.
es: "%@" no se puede mover a la Papelera.
fr: "%@" ne peut pas être déplacé vers la corbeille.
it: "%@" non può essere spostato nel Cestino.

# %@ (%@ bytes)
source: %1$@ (%2$@ bytes)
de: %@ (%@ Bytes)
es: %@ (%@ bytes)
fr: %@ (%@ octets)
it: %@ (%@ byte)

source: %@ used
de: %@ verwendet
es: %@ usados
fr: %@ utilisés
it: %@ utilizzati

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file

source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi

source: %lld percent used
de: %lld Prozent genutzt
es: %lld porcentaje usado
fr: %lld pourcentage utilisé
it: %lld percentuale utilizzata

source: %lld scans are still running. Disk Hog will keep the source window open after cancelling them.
de: %lld-Scans werden noch ausgeführt. Disk Hog lässt das Quellfenster nach dem Abbrechen geöffnet.
es: Los análisis de %lld aún se están ejecutando. Disk Hog mantendrá abierta la ventana de origen después de cancelarlos.
fr: Les analyses %lld sont toujours en cours. Disk Hog gardera la fenêtre source ouverte après les avoir annulées.
it: Le scansioni %lld sono ancora in esecuzione. Disk Hog manterrà aperta la finestra dei sorgenti dopo averli annullati.

source: %lld scans are still running. Quitting Disk Hog will cancel them.
de: %lld-Scans werden noch ausgeführt. Durch das Beenden von Disk Hog werden diese abgebrochen.
es: Los análisis de %lld aún se están ejecutando. Salir de Disk Hog los cancelará.
fr: Les analyses %lld sont toujours en cours. Quitter Disk Hog les annulera.
it: Le scansioni %lld sono ancora in esecuzione. Uscendo da Disk Hog li annullerai.

source: Access control list
de: Zugriffskontrollliste
es: Lista de control de acceso
fr: Liste de contrôle d'accès
it: Elenco di controllo degli accessi

source: Add %lld Items to Cleanup Queue
de: %1$lld Objekte zur Bereinigungswarteschlange hinzufügen
es: Añadir %1$lld elementos a la cola de limpieza
fr: Ajouter %1$lld éléments à la file de nettoyage
it: Aggiungi %1$lld elementi alla coda di pulizia

source: Add files or folders from a scan window to review them before moving them to Finder Trash.
de: Fügen Sie Dateien oder Ordner aus einem Scanfenster hinzu, um sie vor dem Verschieben in den Finder-Papierkorb zu überprüfen.
es: Añada archivos o carpetas desde una ventana de análisis para revisarlos antes de moverlos a la Papelera del Finder.
fr: Ajoutez des fichiers ou dossiers depuis une fenêtre d’analyse afin de les examiner avant de les déplacer dans la corbeille du Finder.
it: Aggiungi file o cartelle da una finestra di scansione per esaminarli prima di spostarli nel Cestino del Finder.

source: Add files or folders from a scan window to review them here before moving them to Finder Trash.
de: Fügen Sie Dateien oder Ordner aus einem Scanfenster hinzu, um sie hier vor dem Verschieben in den Finder-Papierkorb zu überprüfen.
es: Añada archivos o carpetas desde una ventana de análisis para revisarlos aquí antes de moverlos a la Papelera del Finder.
fr: Ajoutez des fichiers ou dossiers depuis une fenêtre d’analyse afin de les examiner ici avant de les déplacer dans la corbeille du Finder.
it: Aggiungi file o cartelle da una finestra di scansione per esaminarli qui prima di spostarli nel Cestino del Finder.

source: Add to Cleanup Queue
de: Zur Bereinigungswarteschlange hinzufügen
es: Añadir a la cola de limpieza
fr: Ajouter à la file de nettoyage
it: Aggiungi alla coda di pulizia

source: Added to folder
de: Zum Ordner hinzugefügt
es: Agregado a la carpeta
fr: Ajouté au dossier
it: Aggiunto alla cartella

source: Alias or symlink
de: Alias ​​oder Symlink
es: Alias ​​o enlace simbólico
fr: Alias ​​ou lien symbolique
it: Alias ​​o collegamento simbolico

source: All
de: Alle
es: Todo
fr: Tous
it: Tutto

source: All fields
de: Alle Felder
es: Todos los campos
fr: Tous les champs
it: Tutti i campi

source: Allocated data
de: Zugeordnete Daten
es: Datos asignados
fr: Données allouées
it: Dati assegnati

source: Already Queued for Finder Trash
de: Bereits für den Finder-Papierkorb vorgemerkt
es: Ya está en cola para la Papelera del Finder
fr: Déjà en attente pour la corbeille du Finder
it: Già in coda per il Cestino del Finder

source: Already Queued for Finder Trash: Undo
de: Bereits für den Finder-Papierkorb vorgemerkt: Rückgängig
es: Ya está en cola para la Papelera del Finder: Deshacer
fr: Déjà en attente pour la corbeille du Finder : Annuler
it: Già in coda per il Cestino del Finder: Annulla
